use kuznecov_dojo;
-- 5кю 4кю 3кю 2кю 1кю 1дан 2дан 3дан 4дан 5дан 6дан 7дан 8дан
-- -5  -4  -3  -2  -1   1    2	  3    4    5    6    7    8
insert into instructor values
	(1, "Кузнецов", "Павел", 35, "89219000094"),
    (2, "Бычков", "Александр", 32, "89062646044"),
    (3, "Пестовникова", "Анастасия", 26, "89117508272");
    
insert into certificate(number, degree, date_pass, instr_id) values 
	("KD003_7", -4, '2017-05-13', 3),
    ("34851", 1, '2015-05-07', 2),
    ("79309", 5, '2016-10-20', 1),
    ("KD015_1", -1, '2014-11-13', 2),
    ("KD350_8", -2, '2014-02-09', 2),
    ("94800", 4, '2013-09-21', 1),
    ("KD154_9", -3, '2017-11-17', 3);    
    
insert into sport_club(metro, address, phone) values
	("Выборгская", "пр. Лесной, 16", "5424181"),
    ("Купчино", "ул. Балканская, 36", "89062646044"),
    ("Академическая", "пр. Науки, 5", "89117508272"),
    ("Старая деревня", "ул. Мебельная, 21", "89219000094");
    
insert into instructor_sport_club values
	(1, 1),
    (3, 3),
    (1, 4),
    (2, 2);